Revit 2027 API
FieldValues Properties
The FieldValues type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FieldValues Class
Autodesk.Revit.DB.Analysis Namespace